/* No comment provided by engineer. */
"Invalid data" = "Dades no vàlides";

/* No comment provided by engineer. */
"Private key unavailable" = "Clau privada no disponible";

/* No comment provided by engineer. */
"Public key unavailable" = "Clau pública no disponible";

